Repository: YGU-G2/Learn-Project
Catalog: learn/lib/l10n/app_*.arb
Languages: ar

source: Home
ar: الرئيسية

source: Colleges
ar: الكليات

source: News
ar: الأخبار

source: Activites
ar: الأنشطة

source: About
ar: عن الحامعة

# aboutUniversity
source: About The University
ar: نبذة عن الجامعة

# universityFullName
source: Yemen and Gulf University of Science and Technology
ar: جـامــعــة الـيـمـن والـخـلـيـج للــعــلـــوم والتكـنـــولـوجيـــا

# register
source: Register Now
ar: سجل الأن

source: Know More
ar: معرفة المزيد

source: Latest University News
ar: آخر أخبار الجامعة

# factsInterestYou
source: Facts That May Interest You
ar: حقائق قد تهمك

source: Years Of Giving
ar: أعوام من العطاء

source: Faculty Members
ar: عضو هئية التدريس

source: Programs
ar: البرامج

source: University Activites
ar: أنشطة الجامعة

source: Stay In Touch
ar: ابق على تواصل

source: All Rights Reserved
ar: كافة الحقوق محفوظة

# myName
source: The Legend / Ebrahim Alharby
ar: الأسطورة / إبراهيم الحربي

# all
source: All {all}
ar: كل {all}

# images
source: {images} Images
ar: صور {images}

# singleNew
source: New
ar: الخبر

source: Activity
ar: النشاط

source: College
ar: الكلية

source: University
ar: الجامعة

# universityName
source: University Name ({universityName})
ar: اسم الجامعة ({universityName})

source: Arabic
ar: عربي

source: English
ar: إنجليزي

# enter
source: Enter {enter}
ar: ادخل {enter}

source: University Logo
ar: شعار الحامعة

# presidentSpeech
source: Speech Of The University President
ar: كلمة رئيس الجامعة

source: Save
ar: حفظ

source: Add New
ar: إضافة جديد

# ofPage
source: Of {ofPage} Pages
ar: من {ofPage} صفحات

# rowsSelected
source: {rowsSelected} Rows Selected
ar: تم تحديد {rowsSelected} من الصفوف

source: Lectuers
ar: المحاضرات

source: All Lectuers
ar: كل المحاضرات

source: Lectuers Presented
ar: محاضرات تم حضورها

source: Lectuers Not Presented
ar: محاضرات لم يتم حضورها

# supLectuersPresented
source: Presented
ar: تم حضورها

# supLectuersNotPresented
source: Not Presented
ar: لم يتم حضورها

source: Today
ar: اليوم

source: This Week
ar: هذا الأسبوع

source: Months
ar: شـــهـــر

source: Days
ar: ايــــام

source: Hours
ar: ساعات

source: Minutes
ar: دقـــائــق

source: Seconds
ar: ثــــوانــــي

source: Presence
ar: حضور

source: Settings
ar: الاعدادات

source: Themes
ar: السمات

# themesDescription
source: Light Mode, Dark Mode, Colors
ar: المظهر الفاتح, المظهر الداكن, الالوان

source: Language
ar: اللغة

# languageDescription
source: Arabic, English
ar: العربية, الإنجليزية

source: Themes Mode
ar: المظهر

source: Dark
ar: داكن

source: Light
ar: فاتح

# defaultSystem
source: System (Default)
ar: تلقائي (النظام)

source: Chose Your Mode
ar: اختر المظهر الخاص بك

source: Ok
ar: موافق

source: Cancel
ar: إلغاء

source: Colors
ar: الالوان

# allColors
source: Blue, Red, Yellow, Purple, Green
ar: ازرق، احمر، اصفر، بنفسجي، اخضر

source: Blue
ar: ازرق

source: Red
ar: احمر

source: Yellow
ar: اصفر

source: Purple
ar: بنفسجي

source: Green
ar: اخضر

source: Chose Your Favorite Color
ar: اختر لونك المفضل

source: Chose Your Language
ar: اختر لغتك

source: System Language
ar: لغة النظام

source: Dashboard
ar: لوحة التحكم

source: Login
ar: تسجيل الدخول

source: Chat
ar: الدردشات

source: Academic Number
ar: الرقم الأكاديمي

source: Password
ar: كلمة السر

source: Forgot The Password ?
ar: نسيت كلمة السر ؟

# the
source: The {the}
ar: {the}

source: Progress In Lectures
ar: التقدم في المحاضرات

source: Subjects
ar: المواد الدراسية

source: Subject Name
ar: اسم المادة

source: Subject Teacher
ar: مدرس المادة

source: Subject Grades
ar: درجات المادة

source: Best Students
ar: افضل الطلاب

# mediaLinksDocuments
source: Media, Links and Documents
ar: وسائط وروابط ومستندات

source: Media
ar: وسائط

source: Links
ar: روابط

source: Documents
ar: مستندات

source: Academic Affairs
ar: الشؤون الأكاديمية

source: Education Staff
ar: الكادر التعليمي

# oneEducationStaff
source: Education Staff
ar: كادر تعليمي

# add
source: Add {add}
ar: إضافة {add}

# editWord
source: Edit {editWord}
ar: تعديل {editWord}

source: Name
ar: الاسم

source: Academic Degree
ar: الدرجة العلمية

source: Professor
ar: بروفيسور

source: Doctorate
ar: دكتوراه

source: Bachelor
ar: بكالوريوس

# choose
source: Choose {choose}
ar: اختر {choose}

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: BirthDate
ar: تاريخ الميلاد

source: edit
ar: تعديل

source: Delete
ar: حذف

# requiredField
source: This Field Is required
ar: هذا الحقل مطلوب

# onlyNumbers
source: This Field Must Contain Numbers Only
ar: يجب ان يحتوي هذا الحقل على ارقام فقط

# minLength
source: This Field Must Contain at Least {minLength} characters
ar: يجب ان يحتوي هذا الحقل على {minLength} محارف على الأقل

source: Emptying
ar: تفريغ

# noData
source: No Data Has Been Added Yet
ar: لم يتم إضافة بيانات الى الان

source: College Image
ar: صورة الكلية

source: College Number
ar: رقم الكلية

source: College Name
ar: اسم الكلية

source: College Description
ar: وصف الكلية

source: News Image
ar: صورة الخبر

source: News Number
ar: رقم الخبر

source: News Title
ar: عنوان الخبر

source: News Text
ar: نص الخبر

source: News Date
ar: تاريخ الخبر

# newss
source: News
ar: خبر

source: Activity Image
ar: صورة النشاط

source: Activity Number
ar: رقم النشاط

source: Activity Title
ar: عنوان النشاط

source: Activity Text
ar: نص النشاط

source: Activity Date
ar: تاريخ النشاط

# oneActivity
source: Activity
ar: نشاط

# deleteSure
source: Do You Really Want to Delete "{deleteSure}"
ar: هل تريد حذف "{deleteSure}" فعلاً

source: Yes
ar: نعم

source: No
ar: لا

source: Verification Message
ar: رسالة تأكيد

source: Delete All
ar: حذف الكل

source: Of Rows
ar: من الصفوف

source: Sort By
ar: فرز حسب

# enable
source: Enable {enable}
ar: تمكين {enable}

# disable
source: Disable {disable}
ar: تعطيل {disable}

source: Rows Selection
ar: تحديد الصفوف

# show
source: Show {show}
ar: إضهار {show}

# hide
source: Hide {hide}
ar: إخفاء {hide}

source: Numbering Column
ar: عمود الترقيم

source: Search
ar: البحث

source: Pagination
ar: تقسيم الصفحات

# searchField
source: Search...
ar: بحث...

source: Exams
ar: الأختبارات

source: Job Title
ar: المسمى الوظيفي

source: Teacher
ar: أستاذ

source: Doctor
ar: دكتور

source: Permisions
ar: الصلاحيات

source: Permision
ar: صلاحية

source: Title
ar: العنوان

source: Permision Title
ar: عنوان الصلاحية

source: Dashboard Permisions
ar: صلاحيات لوحة التحكم

source: Show University Data
ar: عرض بيانات الجامعة

source: Edit University Data
ar: تعديل بيانات الجامعة

source: Show Colleges
ar: عرض الكليات

source: Add Colleges
ar: إضافة الكليات

source: Edit Colleges
ar: تعديل الكليات

source: Delete Colleges
ar: حذف الكليات

source: Show News
ar: عرض الأخبار

source: Add News
ar: إضافة الأخبار

source: Edit News
ar: تعديل الأخبار

source: Delete News
ar: حذف الأخبار

source: Show Activitys
ar: عرض الأنشطة

source: Add Activitys
ar: إضافة الأنشطة

source: Edit Activitys
ar: تعديل الأنشطة

source: Delete Activitys
ar: حذف الأنشطة

# acadmeicAffairsPermisions
source: Academic Affairs Permisions
ar: صلاحيات الشؤون الأكاديمية

source: Show Academic Staff
ar: عرض الكادر التعليمي

source: Add Academic Staff
ar: إضافة الكادر التعليمي

source: Edit Academic Staff
ar: تعديل الكادر التعليمي

source: Delete Academic Staff
ar: حذف الكادر التعليمي

# display
source: Display {display}
ar: عرض {display}

source: Groups
ar: المجموعات

source: On Line
ar: متصل الان

source: Specialties
ar: التخصصات

source: Specialization Number
ar: رقم التخصص

source: Specialization Name
ar: اسم التخصص

source: Number Of Years
ar: عددالسنوات

source: Specialty
ar: تخصص
